<template>
  <div class="m-circle-detail-page">
    <h3 class="m-title">标题</h3>
    <p class="m-time">2019/03/20</p>
    <p class="m-text">
      公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内…
    </p>

    <p class="m-text">
      公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内容公告内…
    </p>

    <div class="m-btn-box">
      <span><上一篇</span>
      <span class="m-active">下一篇></span>
    </div>
  </div>
</template>

<script>
  export default {
    name: "notice",
    mounted(){
      document.documentElement.scrollTop=0
    },
  }
</script>

<style lang="less" rel="stylesheet/less" scoped>

</style>
